[BattleScanner X2GrenadeTemplate]
FriendlyName="战场扫描器"
FriendlyNamePlural="战场扫描器"
BriefSummary="战场扫描器在战场上为士兵提供了额外的视野。士兵可将其像榴弹一般，投掷到任何他们想要侦查的地方。任何隐藏或是伪装的敌人将被发现。"
TacticalText="<Bullet/> 战场扫描器能够在多个回合内揭开一块区域的\"战争迷雾\"。\n<Bullet/>战场扫描器也可以发现隐藏或是伪装的敌人。"
ThrownAbilityName="投掷战场扫描器"
ThrownAbilityHelpText="显示范围内所有敌人(包括隐藏,伪装)。"
LaunchedAbilityname="发射战场扫描器"
LaunchedAbilityHelpText="显示范围内所有敌人(包括隐藏,伪装)。"

[MimicBeacon X2GrenadeTemplate]
FriendlyName="拟态信标"
FriendlyNamePlural="拟态信标"
BriefSummary="拟态信标可生成一个全息诱饵，吸引敌方攻击一回合。部署方式跟榴弹一样，将它投掷到你想要的地方就行了。"
TacticalText="<Bullet/> 拟态信标可生成一个全息诱饵，吸引敌方攻击。\n<Bullet/>拟态信标会维持一回合，或到敌人的攻击耗尽它的生命值为止。\n<Bullet/>一些异常强大的敌人会无视诱饵。"
ThrownAbilityName="投掷拟态信标"
ThrownAbilityHelpText="全息诱饵吸引敌方攻击,持续1回合或生命值耗尽。"
LaunchedAbilityname="发射拟态信标"
LaunchedAbilityHelpText="全息诱饵吸引敌方攻击,持续1回合或生命值耗尽。"